{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.7.4", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "bidirectional_1/forward_lstm_1/kernel", "shape": [28, 384], "dtype": "float32"}, {"name": "bidirectional_1/forward_lstm_1/recurrent_kernel", "shape": [96, 384], "dtype": "float32"}, {"name": "bidirectional_1/forward_lstm_1/bias", "shape": [384], "dtype": "float32"}, {"name": "bidirectional_1/backward_lstm_1/kernel", "shape": [28, 384], "dtype": "float32"}, {"name": "bidirectional_1/backward_lstm_1/recurrent_kernel", "shape": [96, 384], "dtype": "float32"}, {"name": "bidirectional_1/backward_lstm_1/bias", "shape": [384], "dtype": "float32"}, {"name": "bidirectional_2/forward_lstm_2/kernel", "shape": [192, 384], "dtype": "float32"}, {"name": "bidirectional_2/forward_lstm_2/recurrent_kernel", "shape": [96, 384], "dtype": "float32"}, {"name": "bidirectional_2/forward_lstm_2/bias", "shape": [384], "dtype": "float32"}, {"name": "bidirectional_2/backward_lstm_2/kernel", "shape": [192, 384], "dtype": "float32"}, {"name": "bidirectional_2/backward_lstm_2/recurrent_kernel", "shape": [96, 384], "dtype": "float32"}, {"name": "bidirectional_2/backward_lstm_2/bias", "shape": [384], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [192, 15], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [15], "dtype": "float32"}]}]}